// 管线分输站

export default [{
  x: 3907,
  y: 1615,
  name: '香河分输站',
  guanxian: '陕京四线',
  customer: ['河北磐睿', '香河百川']
},
{
  x: 3420,
  y: 1555,
  name: '46#陈家坟阀室',
  guanxian: '陕京一线',
  customer: ['涿州滨海', '涿州华油']

},
{
  x: 3464,
  y: 1794,
  name: '涿州分输站',
  guanxian: '陕京一线',
  customer: ['河北燃气']
},
{
  x: 3625,
  y: 1819,
  name: '永清首站',
  guanxian: '陕京一线',
  customer: ['永清昆仑']
},
{
  x: 2730,
  y: 1836,
  name: '应县压气室',
  guanxian: '陕京一线',
  customer: ['中油金鸿']
},
{
  x: 2632,
  y: 2552,
  name: '24#（井陉分输站）',
  guanxian: '陕京三线',
  customer: ['车用燃气（井陉）', '河北昆利']
},
{
  x: 3479,
  y: 2301,
  name: '高阳分输站',
  guanxian: '陕京三线',
  customer: ['保定新奥', '保定新业', '高阳昆仑', '高阳昆仑(代输）', '河北城志']
},
{
  x: 3528,
  y: 1703,
  name: '41#阀室',
  guanxian: '陕京三线',
  customer: ['保定富瑞康', '涿州华油']
},
{
  x: 2795,
  y: 2542,
  name: '鹿泉分输站',
  guanxian: '陕京二线',
  customer: ['河北华油', '河北昆利', '河北燃气', '华电九期', '鹿泉车燃', '平山中诚']
},
{
  x: 2795,
  y: 2501,
  name: '鹿泉分输站（北向）',
  guanxian: '陕京二线',
  customer: ['车用燃气（行唐）', '河北昆利']
},
{
  x: 2913,
  y: 2512,
  name: '正定分输站',
  guanxian: '陕京二线',
  customer: ['洁达燃气', '正定车燃']
},
{
  x: 3013,
  y: 2521,
  name: '石家庄分输站',
  guanxian: '陕京二线',
  customer: ['保定昆燃', '邯郸华气', '河北华油', '河北华泽', '河北昆利', '河北潜能', '河北燃气', '晋州华油', '昆仑新奥', '容城新奥', '石家庄炼厂', '石家庄新奥', '新奥中泓', '中燃翔科']
},
{
  x: 3271,
  y: 2463,
  name: '安平压气室',
  guanxian: '陕京二线',
  customer: ['燕县奥德']
},
{
  x: 3502,
  y: 2224,
  name: '任丘分输站',
  guanxian: '陕京二线',
  customer: ['河北华港', '华北石化', '任丘绿岛', '辛集华港', '辛集邑阔']
},
{
  x: 3567,
  y: 2169,
  name: '35#辛庄阀室',
  guanxian: '陕京二线',
  customer: ['河北华港', '华北石化']
},
{
  x: 3621,
  y: 2014,
  name: '霸州分输站',
  guanxian: '陕京二线',
  customer: ['霸州昆燃', '霸州顺达', '霸州中油', '保定富瑞斯', '保定光阳', '保定中茂', '河北华气', '唐山华瑞', '雄县民顺']
},
{
  x: 3665,
  y: 1892,
  name: '永清分输站',
  guanxian: '陕京二线',
  customer: ['河北分公司（华北油田）', '廊坊新奥', '文安奥德']
},
{
  x: 3662,
  y: 1844,
  name: '永清首站',
  guanxian: '陕京二线',
  customer: ['廊坊安宇', '永清中油昆仑']
},
{
  x: 3711,
  y: 2144,
  name: '文安分输站',
  guanxian: '陕京二线',
  customer: ['大城神州', '青县奥德', '文安奥德', '文安华油', '雄县华港', '雄县新长虹']
},
{
  x: 3889,
  y: 2203,
  name: '静海分输站',
  guanxian: '陕京二线',
  customer: ['泊头博通', '沧州利华', '沧州瑞兴', '大城中燃', '华奥燃气', '南皮中燃', '宁津天科']
},
{
  x: 3916,
  y: 1763,
  name: '武清分输站',
  guanxian: '永唐秦线',
  customer: ['廊坊百川']
},
{
  x: 4333,
  y: 1631,
  name: '唐山分输站',
  guanxian: '永唐秦线',
  customer: ['唐山燃气', '玉田新奥', '玉田中裕', '遵化昆仑']
},
{
  x: 4633,
  y: 1554,
  name: '迁安分输站',
  guanxian: '永唐秦线',
  customer: ['河北建朗', '滦县新奥', '迁安华润', '迁安建华', '迁安昆燃', '唐山燃气']
},
{
  x: 4706,
  y: 1515,
  name: '13#阀室',
  guanxian: '永唐秦线',
  customer: ['卢龙昆仑']
},
{
  x: 4792,
  y: 1483,
  name: '抚宁分输站',
  guanxian: '永唐秦线',
  customer: ['抚宁昆燃', '秦皇岛秦兴']
},
{
  x: 4953,
  y: 1452,
  name: '秦皇岛分输站',
  guanxian: '永唐秦线',
  customer: ['秦皇岛华润', '秦皇岛聚能', '秦皇岛昆利', '秦皇岛中油', '耀华玻璃']
},
{
  x: 3752,
  y: 2055,
  name: '1#阀室',
  guanxian: '永唐秦线',
  customer: ['廊坊铭顺']
}
]
